Repository: SimonNoyaDominguez/Practica-IPM
Catalog: *.po
Languages: gl

source: No ha ingresado el nombre del cóctel. Por favor, escriba el nombre del cóctel.
gl: Non ingresaches o nome do cóctel. Por favor, escriba de novo o nome do cóctel.

source: Error al buscar el cóctel
gl: Erro ao buscar o cóctel

source: Error de conexión a la API
gl: Erro de conexión coa API

source: Radmon cocktail not found
gl: Cóctel aleatorio non encontrado

source: Watch
gl: Busqueda

source: Búsqueda de cóctel aleatorio
gl: Busca de cóctel aleatorio

source: Salir
gl: Sair

source: Nombre no disponible
gl: Nome non dispoñible

source: Name:
gl: Nome:

source: Categoría no disponible
gl: Categoría non dispoñible

source: Category:
gl: Categoría:

source: Tipo de vaso no disponible
gl: Tipo de vaso non dispoñible

source: Glass type:
gl: Tipo de vaso:

source: Instrucciones no disponibles
gl: Instrucións non dispoñibles

source: Instructions:
gl: Instrucións:

source: Ingredient
gl: Ingredientes

source: Error
gl: Erro
